[
    {
            "subtopic": "parking",
            "topic": "commuters",
            "title": "Parking",
            "text": "<p>Have classes near Red Square? (Kane, Meany, Mary Gates, etc.) The nearest parking garage is Central Plaza Garage. Here you can pay via the PayByPhone app or Cash at the gatehouse. The hours are Weekdays, 4 - 9 p.m., Saturday, 7 a.m. - noon. With rates of $4 an hour or $19.50 daily. There are several parking levels and signs on each wall that direct you to the nearest building.</p><p>Have classes near the engineering buildings? (Lowe, Mechanical Engineering Building, More, etc.) The nearest parking garage is Padelford Garage. Here you pay via the PayByPhone app or pay station. With rates of $4 an hour or $19.50 daily.</p><p>Have classes near Denny Hall or Paccar? The nearest parking lot is N05. This parking is for permit holders but is available via PayByPhone after 4pm. Looking for additional parking? Here's a link to UW Seattle's campus lots. https://transportation.uw.edu/maps/lots-garages</p>"
    },

    {
        "subtopic": "napping-spots",
        "topic": "commuters",
        "title": "Places to Nap",
        "text": "<p>Have a big gap in between classes and want to catch a snooze? The bean bags at LSAMP in Mary Gates Hall 311 and the Ethnic Cultural Center's wellness room on the 3rd floor are the places for you.</p>"
    },

   {    "subtopic": "study-spots",
        "topic": "commuters",
        "title": "Places to Study",
        "text": "<p>Trying to find a place where you can get work done while you wait for your next class? Odegaard library, Suzzalo and Allen libraries, LSAMP, Mary Gates Hall, the HUB Commuter Center, and By George Cafe are the perfect places to. Make reservation for Odegaard and Suzzallo study rooms here: https://cal.lib.uw.edu/reserve/suzzallo-group-study, https://cal.lib.uw.edu/spaces?lid=1454 </p>"

    },

    {   "subtopic": "overview",
        "topic": "greek-life",
        "title": "Overview",
        "text": "<p>With around 4,700 fraternity and sorority members, the UW Greek system has a considerable presence on campus. Whether you're thinking about rushing or just want more information about the traditional, academic, and multicultural Greek organizations at UW, we hope you find our guide helpful. As a note, this resource will not focus on individual houses or house traditions, but rather on campus and organization-wide resources available to all students.</p>"
    },

    {
        "subtopic": "greek-pride",
        "topic": "greek-life",
        "title": "Greek Pride",
        "text": "<p>Greek Pride is an RSO (Registered Student Organization) dedicated to creating a social space for queer fraternity and sorority members. Greek Pride meets weekly and emphasizes service as well as social events. Greek Pride's volunteer activities center around local homelessness and they often volunteer at Seattle shelters and food banks. Information: https://uwifc.com/greekpride and https://www.instagram.com/greekprideuw/</p>"
    },

    {
        "subtopic": "greeks-take-action",
        "topic": "greek-life",
        "title": "Greeks Take Action",
        "text":"<p>Greeks Take Action is an RSO that dedicates itself to the prevention of sexual assault and relationship violence, an especially pressing issue on college campuses. They are partnered with the UW Panhellenic Council, UW Sexual Assault and Relationship Violence Activists (SARVA), and the UW Peer Health Educators (PHE). They offer several important resources and comprehensive information about their organization on their page. Information: https://uwifc.com/gta and https://www.instagram.com/greekstakeactionuw/</p>"
    },

    {
        "subtopic": "multicultural-fraternities",
        "topic": "greek-life",
        "title": "Multicultural Fraternities",
        "text":"<p>The Multicultural Greek Council states that “there are currently 14 Greek organizations active within MGC that span across Asian and LatinX interests. As the council steadily expands in size, MGC will continue to provide a safe and inclusive space for the expression of diverse opinions and meaningful social relationships.” These organizations offer a space that fosters community and inclusivity for minority students. Their website is especially thorough and provides great information about multicultural organizations at UW. Information: http://www.uwmgc.com/ and https://www.instagram.com/uwmgc/</p>"
    },

    {
        "subtopic": "academic-fraternities",
        "topic": "greek-life",
        "title": "Academic Fraternities",
        "text": "<p>There are many academic fraternities at the UW, including business and STEM organizations. However, there is no comprehensive list of academic fraternity organizations beyond those registered on the HUB website. To find more information about study-specific organizations, visit the site below, and use their filtering (eg. Categories > Business > AkPsi). Information: https://huskylink.washington.edu/organizations</p>"
    },

    {
        "subtopic": "grade-reporting",
        "topic": "greek-life",
        "title": "Grade Reporting",
        "text": "<p>Grade reports are publicly available, and can be helpful in understanding whether or not a Greek organization fosters academic success. Information: Sorority Grade Reports: https://uwpanhellenic.com/grade-reports and Fraternity Grade Reports: https://uwifc.com/grade-reports</p>"
    },

    {
        "subtopic": "greek-conduct",
        "topic": "greek-life",
        "title": "Hazing Prevention and Past Conduct Reports",
        "text": "<p>It is especially important to be aware of a Greek organization's past behavior, particularly if you are interested in rushing. UW is obligated to provide documentation of disciplinary action and Sam's law violations that have taken place at the university. Information includes: “hazing violations by any student organization, athletic team, or living group. The report will include any violations of the code of conduct, anti-hazing policies, or state or federal laws relating to hazing or offenses related to alcohol, drugs, sexual assault, or physical assault.” This information can be found below. Information: https://www.washington.edu/hazingprevention/hazing-prevention/compliance-report/</p>"
    },

    {
        "subtopic": "hazing-resources",
        "topic": "greek-life",
        "title": "Hazing Resources",
        "text": "<p>The University recently created a new site for the prevention and reporting of Hazing. There are a number of resources available on this site, including hazing education, general information, and campus resources. The site can be found below. Information: https://www.washington.edu/hazingprevention/</p>"
    },

    {
        "subtopic": "reporting-hazing",
        "topic": "greek-life",
        "title": "Reporting Hazing",
        "text": "<p>Incidents of hazing or suspected incidents of hazing can be reported below using the incident report form - Information: https://washington-advocate.symplicity.com/public_report/index.php/pid364086?</p>"
    },

    {
        "subtopic": "making-friends",
        "topic": "new-students",
        "title": "Making Friends",
        "text": "<p>One of the things new students struggle with most is overcoming the notorious 'Seattle Freeze'. Even if you're living in on-campus dorms, you can still feel isolated and struggle to make real friendships. Here are a few reasons why:</p><ul><li>People are anxious</li><li>People are busy</li><li>People communicate differently</li><li>And lastly, let's admit it: People don't always want new friends</li></ul><p>However, this doesn't mean making friends is futile. If anything, making time for friends will lead you to worthwhile relationships, better communication skills, and more emotional support while you're at UW. It takes a lot of effort, but as long as you're willing to put yourself out there and be consistent, you'll find your people.</p><p>That being said, making friends at UW, or anywhere, will be largely dependent on you learning how to maintain friendships as an adult. Everyone, including yourself, leads busy lives, so maintaining friendships is about effort and consistency. While it can be scary to reach out, building the habit of checking in with people will go a long way. Joining <a href='https://huskylink.washington.edu/organizations'>RSOs</a> or attending events on campus helps connect you with people that you can see on a regular basis.</p><p>Check out a few and follow them on social media so you can stay up-to-date with campus events. Look out for any organizations in your intended major/dept so you can make friends with current/future classmates.</p>"
    },

    {
        "subtopic": "capacity-constrained-majors",
        "topic": "new-students",
        "title": "Navigating Majors and the Capacity-Constrained System",
        "text": "<p>UW is infamously known for its capacity-constrained major system. It's the hallmark of the UW experience, creating a highly stressful and competitive academic environment. If you are unfamiliar with the capacity-constrained system, it essentially boils down to UW not having enough faculty to support major departments. As a result, you may still find yourself competing for classes in your senior year due to students largely outnumbering faculty.</p><p>However, let’s focus on getting you into your desired major first.</p><ol><li>The most important thing you can do for yourself before you apply for a major is to check your expectations. Sometimes, you can have a really good portfolio but still get rejected, and that’s okay. It’s not an indicator of your success at UW - if anything, it opens up the possibilities for your area of study at UW. Have backups! If you are only interested in majors that happen to be capacity-constrained, consider at least one or two that are open or only have a few requirements. You can view UW's undergraduate majors and learn more about their requirements: https://advising.uw.edu/degree-overview/majors/list-of-undergraduate-majors/</li><li>You should also be doing a degree audit! Whether your desired major is open, minimum requirement, or capacity-constrained, you will benefit from a degree audit on MyPlan. You can also plan out future quarters on MyPlan and audit your future schedule too. This will give you a better idea of whether your desired major even fits into your schedule, including course prerequisites.</li><li>Now that you’ve started to plan out course prerequisites, we need to talk about weedouts. Weedouts are notoriously difficult classes that are often required in order to apply to capacity-constrained majors (primarily STEM). If you are set on applying for a major with weedouts, start building good study habits, make use of tutoring https://academicsupport.uw.edu clue/ , and form a study group! This is crucial. Even the best students work in study groups with their peers. The capacity-constrained system can sometimes make students forget that they can benefit more from working together - so don’t hesitate to form a study group early on!</li><li>Write a strong application essay. We know - you probably thought you were done with application essays after getting into UW, but many capacity-constrained majors ask you to write about why you’re interested in applying. This is your opportunity to show what you’re passionate about but also to demonstrate that you will be successful in the major. Some majors provide guidelines/criteria so make sure you look through those guidelines thoroughly. Don’t be afraid to seek out writing help! Here’s a UW resource for application writing: https://guides.lib.uw.edu/c.php?g=342041&p=6489719</li><li>UW also has multiple writing centers such as the Odegaard Writing and Research Center (https://depts.washington.edu/owrcweb/wordpress/) You can make an appointment or simply drop-in during their hours of operation. CLUE also offers an evening writing center for drop-ins (virtual and in-person) https://academicsupport.uw.edu/clue/ </li><li>Lastly, talk to the departmental advisor for your major. They can offer helpful insight and guidance about what to expect from your desired major. Many advisors offer drop-in hours or schedule by appointment, so if you have 15-20 minutes to spare, you can learn a lot about potential career pathways and better prepare yourself for your major. That being said, you don’t have to do everything your advisor tells you - if you are passionate about your major, apply!</li></ol><p>The capacity-constrained system is certainly tough but not impossible to navigate as long as you prepare yourself. Remember that UW has a wide number of departments and majors, so if you don’t get your first pick, you can still find a major that shares similar coursework. At the end of the day, your major is only a small part of your UW experience and a fraction of your identity. Whatever major you declare, you will have vast opportunities to succeed as long as you know how to utilize the resources available to you.</p>"
    }
]
